cask "firefox"
cask "wezterm"
cask "git-credential-manager"
cask "font-fira-code-nerd-font"
brew "awscli"
brew "bkt"
brew "bottom"
brew "fd"
brew "fnm"
brew "fzf"
brew "git-lfs"
brew "go"
brew "jq"
brew "rbenv"
brew "neovim"
brew "ripgrep"
brew "rustup"
brew "tree-sitter"
brew "tree-sitter-cli"
